<template>
  <div>
    <h2>Полезная информация</h2>
    <hr class="mb-4" />
    <div v-for="item in info" :key="item.name">
      <p>
        <a :href="item.url">{{ item.name }}</a>
      </p>
    </div>

    <h3 class="mb-2">Полезные ссылки:</h3>
    <div v-for="item in links" :key="item.name">
      <p>
        <a :href="item.url">{{ item.name }}</a>
      </p>
    </div>
  </div>
</template>

<script>
export default {
  data: () => ({
    info: [
      {
        name: "Информационная безопасность",
        url: "url"
      },
      {
        name: "Информация для родителей будущих первоклассников",
        url: "url"
      },
      {
        name: "Суббота Кемеровского школьника",
        url: "url"
      },
      {
        name: "Внеурочная деятельность",
        url: "url"
      },
      {
        name: "Информация для будущих выпускников",
        url: "url"
      },
      {
        name: "Электронный журнал",
        url: "url"
      },
      {
        name: "Электронная школа",
        url: "url"
      },
      {
        name: "Профилактика гриппа, ОРВИ и Короновируса",
        url: "url"
      },
      {
        name: "Памятки о мерах безопасности",
        url: "url"
      },
      {
        name: "Национальные проекты",
        url: "url"
      },
      {
        name: "Здоровый образ жизни",
        url: "url"
      }
    ],
    links: [
      {
        name: "Регламенты",
        url: "url"
      },
      {
        name: "Образование города Кемерово",
        url: "url"
      },
      {
        name: "Портал государственных услуг",
        url: "url"
      },
      {
        name: "Горячая линия",
        url: "url"
      },
      {
        name: "Единая коллекция цифровых образовательных ресурсов",
        url: "url"
      },
      {
        name: "Единое окно доступа к образовательным ресурсам",
        url: "url"
      },
      {
        name: "Единый портал государственных и муниципальных услуг (функций)",
        url: "url"
      },
      {
        name: "Кемеровский городской совет народных депутатов",
        url: "url"
      },
      {
        name: "Министерство образования и науки Российской федерации",
        url: "url"
      },
      {
        name: 'Федеральный портал "Российское образование"',
        url: "url"
      },
      {
        name: "Федеральный центр информационно-образовательных ресурсов",
        url: "url"
      },
      {
        name: "Система образования в России",
        url: "url"
      },
      {
        name: "Карта сайта ",
        url: "url"
      },
      {
        name: "Авторы",
        url: "url"
      }
    ]
  })
};
</script>
